Revit 2024 API
UnitTypeId.KilometersPerHour Property
 Kilometers per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KilometersPerHour { get; }
Visual Basic
Public Shared ReadOnly Property KilometersPerHour As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KilometersPerHour {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace